Retrieve the direction of a grid line.If it is true,we say it is a UGridLine,otherwise it is VGridLine
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public bool IsUGridLine { get; }
  Visual Basic
Public ReadOnly Property IsUGridLine As Boolean
	Get
  Visual C++
public:
property bool IsUGridLine {
	bool get ();
}
 See Also
  CurtainGridLine Class
  Autodesk.Revit.DB Namespace